[
  {
    "name": "Arun",
    "picture": "https://www.pavilionweb.com/wp-content/uploads/2017/03/man-300x300.png",
    "rating": 4.5,
    "id": 1,
    "text": "A very reasonably priced laptop for basic computing needs. The specs that stick out to me for describing this as basic needs is 4GB of RAM, and 128GB M.2 SSD. Both are at the bare minimum in today's needs."
  },
  {
    "name": "Barun",
    "picture": "https://www.pavilionweb.com/wp-content/uploads/2017/03/man-300x300.png",
    "rating": 4.5,
    "id": 2,
    "text": "I love everything about this Acer Aspire 5. The 256GB SSD makes a huge difference and really adds to the performance of this Acer. It is SUPER FAST!! When turning on, I am looking at my login screen in less than 2 seconds. Also love the added finger print reader; one touch and I am on my desktop. I can use Bluestacks emulator and Firefox browsing, and open mailbox all at same time with super speed."
  },
  {
    "name": "Torun",
    "picture": "https://www.pavilionweb.com/wp-content/uploads/2017/03/man-300x300.png",
    "rating": 4.5,
    "id": 3,
    "text": "For a company my first choice was Lenovo, second choice was Asus. But the specs on this Aspire one were perfect and I did not want to go up to a higher price. After I bought this I saw Lenovo‘s price and for a higher RAM, and returned this one immediately without opening the box. So my review is not to do with my experience with this computer but my research. If you call Lenovo they give you a deal if you ask for it; the sale had passed and they still gave me the sale price."
  },
  {
    "name": "Mery",
    "picture": "https://www.pavilionweb.com/wp-content/uploads/2017/03/man-300x300.png",
    "rating": 4.5,
    "id": 4,
    "text": "The computer is fast on startup, no doubt because of the SSD and the good i5 chipset that comes with this model. When multiple apps are running, it can experience slowdown, but typically this has only happened with me while I'm running very intense programs - playing or converting media while surfing the web and typing something. Again, this is something that I doubt most users of the device will notice, but if you are a power user, it makes sense to upgrade from this model."
  },
  {
    "name": "Chery",
    "picture": "https://www.pavilionweb.com/wp-content/uploads/2017/03/man-300x300.png",
    "rating": 4.5,
    "id": 5,
    "text": "Ok, so after ALOT of reviewing I decided to go with the Acer aspire 5 slim, read the reviews, checked online and the bang for buck was the best I could find. Got the Laptop swiftly like Amazon knows to deliver and opened up the box. So here are my impressions after 3 days of use (I will update my review after several weeks."
  },
  {
    "name": "Gary",
    "picture": "https://www.pavilionweb.com/wp-content/uploads/2017/03/man-300x300.png",
    "rating": 4.5,
    "id": 6,
    "text": "I like it, it's very fast and perfect for what I use it for. A purchaser complained about the function keys and their keyboard location, I don't use them a lot and it was not a problem for me. My fan makes no noise in normal everyday use and very little when large blocks of data are transferred. For complaints about the charger not having a Acer label, many of the parts used by computer manufactures are made by other companies. I got a great computer without spending several hundred dollars."
  }
]
